{
  "Home": "الرئيسية",
  "About": "حول",
  "News": "الأخبار",
  "Contact": "تواصل",

  "years": "سنوات",
  "of": "من",
  "experience": "الخبرة",
  "and fine": "والقص",
  "cutting": "الدقيق",
  "company disc": "حصلت شركتنا على إمتياز الشريك الإيطالي إنشي-فليكس ساليرنو، الذي بدأ الأنتاج في إطاليا عام 1993، كما بدأ الإنتاج فعلياً في مصر عام ٢٠٢١ بمساعدة كبيرة من شركائنا الإيطاليين لضمان الجودة العالية لماكيناتنا وكذلك لتكييف الإنسجام بين طلبات العملاء وآليات الطباعة من أجل عملائنا.",

  "Years of experience": "سنوات من الخبرة",

  "company name": "إنشي فليكس - إيجيبت ",
  "company disc2": "هي شركة متخصصة في صناعة فورام الفليكسو الحديثة والمتطورة التي تعتبر بديلاً مستداماً للتعبئة والتغليف التقليدي والتي تتميز بالمرونة والقابلية للتكيف مع العديد من المنتجات المختلفة التي تؤثر بالتالي على تحسين جودة المنتجات وتمديد فترة صلاحيتها وتٌستخدم فورام الفليكسو التي تنتجها شركتنا في صناعة العديد من المنتجات مثل الأغذية والمشروبات والمواد الكيميائية والأدوية . ونسعى دائما إلى تقديم أفضل منتج لتحقيق الجودة العالية المطلوبة.",

  "mech1 quote head": "قدم انطباعًا دائمًا مع الرسومات الدقيقة والحية",
  "mech1 quote body": "على التغليف الخاص بك من خلال تقنية الصور بالليزر لدينا.",
  "mech2 quote head": "اشعر بتنوع معدات التحويل لدينا،",
  "mech2 quote body": " المصممة للتعامل مع مجموعة واسعة من المواد وتقديم نتائج استثنائية في كل مرة.",

  "Meet the team": "تعرف على الفريق",

  "Samples": "عينات",

  "quote": "لا يمكنك وضع حد لكل شيء.<br/> كلما حلمت أكثر، كلما وصلت أبعد.",

  "Specialization": "التخصصات",
  "Artwork": "عمل فني",
  "artwork disc": "ثق بفريقنا الخبير لصياغة وإنتاج أعمال فنية جذابة من البداية، محققًا أفكارك الإبداعية بمهارة وابتكار لا مثيل لهما.",
  "Branding": "العلامة التجارية",
  "branding disc": "يعمل فريقنا المخصص بشكل مباشر مع علامتك التجارية، ضامنًا أن كل تفصيل يُختار بعناية فائقة ليعكس هويتك ورؤيتك الفريدة.",
  "Packaging": "التغليف",
  "packaging disc": "يخضع عملك الفني لتحول دقيق على يد فريقنا المتخصص، حيث يتم إبتكار تصاميم مخصصة بعناية، معدة للاندماج بسلاسة مع الطباعة بالفليكسو.",

  "news remider": "اطلع على آخر أخبارنا على الروابط التالية",

  "Contacts": "تواصل",
  "Phone Numbers": "ارقام الهاتف",
  "Email": "البريد الإلكتروني",

  "no.1 title": "مدير تنفيذي:",
  "no.2 title": "مدير المصنع:",
  "no.3 title": "خدمة العملاء:",

  "Send another one": "أرسل مرة آخرة",

  "Name...": "الأسم...",
  "Email...": "البريد الإلكتروني...",
  "Message...": "الرسالة...",
  "Send": "أرسال",

  "Location": "العنوان",
  "location info": "مصر - الاسكندرية - مدينة برج العرب الجديدة  ،الورش الغربية بلوك ٧",

  "Micheal Phelps": "مايكل فيليب"
}
