{
  "Home": "Home",
  "About": "About",
  "News": "News",
  "Contact": "Contact",


  "years": "years",
  "of":"of",
  "experience":"experience",
  "and fine":"and fine",
  "cutting":"cutting",
  "company disc": "Our company took the privilege and the experience of our team partner Inci-flex Salerno, which started at 1993, Production actually began in 2021 with a great assistance from our Italian partners to ensure the high quality of our machines as well as to adapt compatibility between customer requirments and printing mechanisms specifications for our customers.",


  "Years of experience":"Years of experience",

  "company name":"Inci Flex-Egypt ",
  "company disc2":"is a company specialized in manufacturing flexo printing forms modern and advanced. It is considered a sustainable alternative to traditional packaging flexible and adaptable to many different products. Using our modern technology is subsequently affect improving the quality of product and extending their shelf life. Our company takes wide range of many products such as food beverages, chemical materials and pharmaceuticals. We always strive to provide the best product to achieve the required high quality.",

  "mech1 quote head":"Make a lasting impression with precise and vibrant graphics",
  "mech1 quote body":"on your packaging through our laser imaging.",
  "mech2 quote head":"Experience the versatility of our converting equipment,",
  "mech2 quote body":"designed to handle a wide range of materials and deliver exceptional results with every job.",

  "Meet the team":"Meet the team",


  "Samples":"Samples",

  "quote" : "You can't put a limit on everything.<br/> The more you dream, the further you'll go.",

  "Specialization":"Specialization",
  "Artwork":"Artwork",
  "artwork disc":"Entrust our expert team to ideate and produce captivating artwork from inception, bringing your creative concepts to life with unparalleled skill and innovation.",
  "Branding":"Branding",
  "branding disc":"Our dedicated team serves as a direct liaison with your brand, ensuring that every detail is meticulously curated to reflect your unique identity and vision.",
  "Packaging":"Packaging",
  "packaging disc":"Crafted by our specialized team, your artwork undergoes meticulous transformation into bespoke designs, tailored for seamless integration with flexo printing.",


  "news remider":"check our latest news on the links below",


  "Contacts":"Contacts",
  "Phone Numbers":"Phone Numbers",
  "Email":"Email",
  "no.1 title":"Managing director:",
  "no.2 title":"Plant manager:",
  "no.3 title":"Customer service:",

  "Send another one":"Send another one",

  "Name...":"Name...",
  "Email...":"Email...",
  "Message...":"Message...",
  "Send":"Send",



  "Location":"Location",
  "location info":"Egypt - Alexandria - New borg el arab city Western workshops, block No. 71",


  
"Micheal Phelps":"Micheal Phelps"
}
